{
    "welcome": "ברוך הבא",
    "home": "דף הבית",
    "about": "אודות",
    "services": "שירותים",
    "contact": "צור קשר",
    "Call us": "הישאר בקשר",
    "products": "מוצרים",
    "gallery": "גלריה",
    "certificates": "תעודות",
    "get in touch": "צור קשר",
    "We provide everything you need for construction": "אנו מספקים כל מה שצריך לבנייה",
    "With over 10 years of expertise, we manufacture and supply top-tier materials for construction": "עם יותר מ-10 שנות ניסיון, אנו מייצרים ומספקים חומרים איכותיים לבנייה",
    "We specialize in crafting high-quality steel and cement products": "אנו מתמחים בייצור מוצרי פלדה וצמנט באיכות גבוהה",
    "Steel wire Industry": "תעשיית חוטי פלדה",
    "Nails Industry": "תעשיית מסמרות",
    "Filling and supply of cement": "מילוי וסיפוק צמנט",
    "know more company": "למד עוד על החברה",
    "What we do": "מה אנחנו עושים",
    "We provide excellent service to our customers": "אנו מספקים שירות מצוין ללקוחותינו",
    "About Company": "אודות החברה",
    "The company produces steel mesh, bars, wires, and cement to meet growing demand due to population increase": "החברה מייצרת רשתות פלדה, מוטות, חוטים וצמנט כדי לענות על הביקוש הגובר עקב גידול אוכלוסין",
    "Since 1991": "מאז 1991",
    "Useful Links": "קישורים שימושיים",
    "About Us": "אודותינו",
    "Contact us": "צור קשר",
    "Products": "מוצרים",
    "Company Address": "כתובת חֶברָה",
    "Palestine, Hebron, Tarqumya Crossing Road": "פלסטין, חברון, תַּרְקוֹמְיָה דרך המעבר",
    "Email Address": "כתובת אימייל",
    "Phone Number": "מספר טלפון",
    "Follow Us": "עקוב אחרינו",
    "Instagram": "אינסטגרם",
    "Facebook": "פייסבוק",
    "Copyright Text": "כל הזכויות שמורות",
    "Developed by": "פותח על ידי",
    "Perfect Co": "Perfect Co",
    "Address": "הכתובת",
    "Have any question": "יש לך שאלה؟",
    "Your Name": "שמך",
    "subject": "נושא",
    "Message...": "הודעה...",
    "Submit Now": "שלח עכשיו",
    "Company Experience": "ניסיון החברה",
    "Building a Better Future": "בונים עתיד טוב יותר",
    "United Iron Industry and Trade Company was established in 2010 in Tarqumiya. The company targets the local market for cement, iron, rebar (mesh), iron cans and bases, wire, nails and construction materials. Its area is approximately 30,000 square meters.": "חברת תעשיית הברזל המאוחדת נוסדה בשנת 2010 בתרקומיה. החברה מתמקדת בשוק המקומי למלט, ברזל, רשת ברזל, פחים, בסיסי ברזל, חוטים, מסמרים וחומרי בנייה. שטח החברה הוא כ-30,000 מטרים רבועים.",
    "Our Mission": "המשימה שלנו",
    "Deliver high-quality steel and construction materials with reliability and innovation to meet local market needs.": "לספק חומרי פלדה ובנייה באיכות גבוהה באמינות ובחדשנות כדי לענות על צרכי השוק המקומי.",
    "Our Vision": "החזון שלנו",
    "Lead the steel industry in Palestine, promoting growth and sustainable development.": "להוביל את תעשיית הפלדה בפלסטין, תוך קידום צמיחה ופיתוח בר קיימא.",
    "Our trusted partners": "השותפים המהימנים שלנו",
    "Enhance the strength and durability of your construction projects": "שפרו את החוזק והעמידות של פרויקטי הבנייה שלכם",
    "Three Generations of Excellence": "שלושה דורות של מצוינות",
    "The United Group, a holding company specializing in construction industries, was founded three generations ago by the late Hajj Izzat Abu Manshar. His sons and grandsons advanced the company, establishing successful ventures such as the Modern Company for Building Materials, United Company for Iron Manufacture, United Cement, United Mesh, and others. To unify these achievements, the group was officially established in 2018.": "קבוצת יונייטד, חברת אחזקות המתמחה בתעשיות הבנייה, נוסדה לפני שלושה דורות על ידי חאג' עיזאת אבו מנשר המנוח. בניו ונכדיו פיתחו את החברה והקימו פרויקטים מצליחים כמו החברה המודרנית לחומרי בניין, החברה המאוחדת לייצור ברזל, מלט מאוחד, רשת מאוחדת ואחרים. לאיחוד ההישגים הללו, הקבוצה הוקמה רשמית בשנת 2018.",
    "Have you any questions?": "יש לך שאלות?",
    "Learn more about our company and how we can contribute to your success.": "למד עוד על החברה שלנו וכיצד אנו יכולים לתרום להצלחה שלך.",
    "Get in Touch": "צור קשר",
    "Why Choose Us": "למה לבחור בנו",
    "Building a Legacy of Excellence": "בניה של מורשת מצוינות",
    "Expertise in Construction": "מומחיות בבנייה",
    "With over three generations of experience, we have honed our expertise in the construction industry, delivering top-tier results for each project.": "עם למעלה משלושה דורות של ניסיון, פיתחנו את המומחיות שלנו בתחום הבנייה, ומספקים תוצאות ברמה הגבוהה ביותר עבור כל פרויקט.",
    "Comprehensive Services": "שירותים מקיפים",
    "Our group consists of specialized companies in various sectors, ensuring that all aspects of your project are handled by experts.": "הקבוצה שלנו כוללת חברות מומחיות בתחומים שונים, דבר המבטיח שכל היבט בפרויקט שלך יטופל על ידי מומחים.",
    "Long-Term Partnerships": "שותפויות ארוכות טווח",
    "Our clients trust us to deliver quality projects consistently. We value long-term relationships built on trust, reliability, and excellence.": "הלקוחות שלנו סומכים עלינו להוציא לפועל פרויקטים באיכות גבוהה באופן עקבי. אנו מעריכים קשרים ארוכי טווח המבוססים על אמון, אמינות ומצוינות.",
    "Skilled Workforce": "כוח עבודה מיומן",
    "Our team is composed of highly skilled professionals who bring innovation and expertise to every project, ensuring exceptional results.": "הצוות שלנו מורכב ממקצוענים מיומנים ביותר שמביאים חדשנות ומומחיות לכל פרויקט, ומבטיחים תוצאות יוצאות דופן.",
    "Check our gallery": "בדוק את הגלריה שלנו",
    "Explore our company": "גלה את החברה שלנו",
    "Our products": "המוצרים שלנו",
    "Quality Construction Materials": "חומרי בנייה איכותיים",
    "Our Group": "הקבוצה שלנו",
    "Visit us": "בואו לבקר אותנו",
    "Reach us via Email": "צרו קשר באמצעות דואר אלקטרוני",
    "Customer Support": "שירות לקוחות",
    "United Group": "קבוצת יונייטד",
    "Meet Our Group": "הכירו את הקבוצה שלנו",
    "Each group plays a vital role in its respective industry, from cement production to transportation services, contributing to the infrastructure development in their regions.": "לכל קבוצה תפקיד חיוני בתעשייה שלה, מייצור מלט ועד שירותי תחבורה, תורמת לפיתוח התשתיות באזורים שלה.",
    "Categories": "קטגוריות",
    "Message submitted successfully!": "ההודעה נשלחה בהצלחה!",
    "Message": "הודעה",
    "Contact": "צור קשר",
    "Category": "קטגוריה",
    "Keywords": "מילות מפתח",
    "Whatsapp": "וואטסאפ",
    "Email": "אימייל",
    "Related products": "מוצרים קשורים"
}