{
    "home": "Home",
    "about": "About Us",
    "products": "Products",
    "contact": "Contact",
    "about desc": "Aboody Idrees Food & Investment Company is a brand specializing in original spice blends. It offers distinctive flavors such as crispy chicken seasoning, providing you with an irresistible taste and a golden, crispy fry. High quality and flavor that reflect expertise and tradition in the world of spices.",
    "contact us": "Contact Us",
    "your name": "Your Name",
    "your phone": "Phone Number",
    "your message": "Write your thoughts here...",
    "fried chicken spices": "Fried Chicken Spices",
    "chicken fillet spices": "Chicken Fillet Spices",
    "crunchy fried potato spices": "Crunchy Fried Potato Spices",
    "chicken shawarma spices": "Chicken Shawarma Spices",
    "crispy":"crispy",
    "taste": "taste",
    "enjoy": "Enjoy an irresistible",
    "details": "Details",
    "g": "g",
    "product details": "Product Details",
    "weight": "Weight",
    "all right reserved": "All Rights Reserved",
    "aboody products": "Aboody Products",
    "how to use the product": "How To Use The Product",
    "you might also like":"You Might Also Like",
    "say something": "Contact Information!\nSay something to start a live chat",
    "send":"Send",
    "aboody": "Aboody for Investment",
    "about aboody": "Aboody is a leading company in the production and distribution of spices and seasonings tailored for fast food restaurants. The company was founded with the goal of providing high-quality products that meet the needs of restaurants seeking to offer unique and distinctive flavors to their customers.",
    "our vision": "Our Vision",
    "our vision content": "We aim to be the number one partner for fast food restaurants around the world by offering the best types of spices and seasonings that add a magical touch to every meal.",
    "our mission": "Our Mission",
    "our mission content": "To provide innovative and high-quality products that enhance the dining experience for customers, while adhering to the highest standards of safety and quality.",
    "our value": "Our Values",
    "our value content": "Quality: We are committed to delivering high-quality products that meet our customers’ expectations.\nInnovation: We continuously work on developing new and innovative products.\nSustainability: We are keen on using sustainable practices at all stages of production.",
    "why us": "Why Us?",
    "why us content": "Extensive Experience: We have a team of experts in the field of spices and seasonings.\nCustomized Products: We offer tailored solutions to meet the needs of each restaurant.\nOngoing Support: We provide continuous support to our clients to ensure their complete satisfaction.",
    "join us": "Join Us",
    "join us content": "Join us today and discover how our spices can transform your meals into unforgettable experiences!",
    "see all products":"See All Products"
}